// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "Ustawienia przechowywania zadań";

HSDAllowStoredJobsCheckBox = "Zezwalaj na zapisywanie zadań w tej drukarce";
HSDInternalPrinterMemoryLocation = "Wewnętrzna pamięć drukarki";
HSDUSBFlashStorageDeviceLocation = "Urządzenie pamięci flash USB";
InternalPrinterMemoryLocationTooltip = "Dane przechowywania wszystkich zadań zapisane na urządzeniu pamięci flash USB zostaną usunięte metodą bezpiecznego usuwania kryptograficznego. Wszystkie powiązane przechowywane zadania zostaną zapisane w wewnętrznej pamięci drukarki.";
USBFlashStorageDeviceLocationTooltip = "Włożone urządzenie pamięci flash zostanie sformatowane, a wszystkie dane zostaną utracone. Dane przechowywania istniejących zadań zostaną wówczas przeniesione z wewnętrznej pamięci drukarki do urządzenia pamięci flash i usunięte z pamięci drukarki. Wszystkie powiązane przechowywane zadania zostaną zapisane w urządzeniu pamięci flash.";

HSDSortPopUpTitle = "Sortuj przechowywane zadania według:";
HSDRetainTempJobsPolicyPopUpTitle = "Zachowuj tymczasowe zadania po ponownym uruchomieniu:";
HSDDeleteTempJobsAfterPopUpTitle = "Usuń tymczasowe zadania po:";
HSDDeleteStandardJobsAfterPopUpTitle = "Usuń standardowe zadania po:";
HSDRejectNoPinJobsCheckBox = "Anuluj wszystkie przechowywane zadania bez kodu PIN";
HSDDeleteAllStoredJobsButton = "Usuń wszystkie przechowywane zadania";

// values for sort popup
HSDAlphabetically = "Nazwa zadania";
HSDChronologically = "Data";

// values for retain temp jobs policy popup
HSDAll = "Wszystkie";
HSDNone = "Nie zachowuj";
HSDOnlyPersonal = "Tylko osobiste";

// values for delete temp/standard job after popup
HSDNever = "Nigdy";
HSDThirtyMinutes = "30 minutach";
HSDOneHour = "1 godzinie";
HSDFourHours = "4 godzinach";
HSDOneDay = "1 dniu";
HSDOneWeek = "1 tygodniu";
HSDFourWeeks = "4 tygodniach";

NoGetTitle = "Nie można pobrać ustawień";
NoGetMsg = "Sprawdź, czy drukarka działa i jest podłączona do sieci.";
